;Place localized text in this file

;[BirkinCivilian_HeadDebug X2BodyPartTemplate]
;DisplayName="William Birkin Debug Head(RE2)"

[BirkinSoldier_Head X2BodyPartTemplate]
DisplayName="William Birkin Head (RE2)"


[BirkinCivilian_Hair X2BodyPartTemplate]
DisplayName="William Birkin Hair (RE2)"

[BirkinCivilian X2CharacterTemplate]
strCharacterName="William Birkin"

[BirkinCivilianV2 X2CharacterTemplate]
strCharacterName="William Birkin"

[BirkinG1_T1 X2CharacterTemplate]
strCharacterName="Birkin G1"

[BirkinG1_T2 X2CharacterTemplate]
strCharacterName="Birkin G1"

[BirkinG2_T1 X2CharacterTemplate]
strCharacterName="Birkin G2"

[BirkinG3_T1 X2CharacterTemplate]
strCharacterName="Birkin G3"

[G1T2ScythingClaws X2AbilityTemplate]
LocFriendlyName="G1 - Tier 2's Scything Claw"
LocLongDescription="G1 - Tier 2's Scything Claw hits with a steel pipe."
LocHelpText="Attack a melee target, and anyone else in the vicinity."
LocFlyOverText="G1 - Tier 2 Scything Claw"

[G2T1ScythingClaws X2AbilityTemplate]
LocFriendlyName="G2 - Tier 1's Scything Claw"
LocLongDescription="G2 - Tier 1's Scything Claw hits with a massive claw."
LocHelpText="Attack a melee target, and anyone else in the vicinity."
LocFlyOverText="G2 - Tier 1 Scything Claw"

[G3T1ScythingClaws X2AbilityTemplate]
LocFriendlyName="G3 - Tier 1's Scything Claw"
LocLongDescription="G3 - Tier 1's Scything Claw hits with 4 limbs and 2 massive claws."
LocHelpText="Attack a melee target, and anyone else in the vicinity."
LocFlyOverText="G3 - Tier 1 Scything Claw"

[BirkinPipe X2WeaponTemplate]
FriendlyName="Birkin's Pipe (RE2)"
BriefSummary="A brutal weapon for a less civilized age."
TacticalText="<Bullet/> A terrifying steel pipe, useful for bludgeoning. Perhaps even plumbing. \n<Bullet/> Smash."
AbilityDescName="sword"

[BirkinPipe_MG X2WeaponTemplate]
FriendlyName="Birkin's Pipe (MG) (RE2)"
BriefSummary="A brutal weapon for a less civilized age."
TacticalText="<Bullet/> A terrifying steel pipe, useful for bludgeoning. Perhaps even plumbing. \n<Bullet/> Smash."
AbilityDescName="sword"

[BirkinPipe_BM X2WeaponTemplate]
FriendlyName="Birkin's Pipe (BM) (RE2)"
BriefSummary="A brutal weapon for a less civilized age."
TacticalText="<Bullet/> A terrifying steel pipe, useful for bludgeoning. Perhaps even plumbing. \n<Bullet/> Smash."
AbilityDescName="sword"

[LeonLightningHawk X2WeaponTemplate]
FriendlyName="Lightning Hawk (RE2)"
BriefSummary="Boasts above average accuracy and recoil."
TacticalText="<Bullet/> 7-round capacity .50 AE MAGNUM. Gas-operated action, which is unusual for a semi-auto handgun, gives it both power and accuracy. \n<Bullet/> Deadly and beautiful, it should be a privelege for your ill-fated enemies to get such a nice parting gift."
AbilityDescName="pistol"

[LeonLightningHawk_MG X2WeaponTemplate]
FriendlyName="Lightning Hawk (RE2) (Magnetic)"
BriefSummary="Magnetically enhanced. Boasts above average accuracy and recoil."
TacticalText="<Bullet/> 7-round capacity .50 AE MAGNUM. Gas-operated action, which is unusual for a semi-auto handgun, gives it both power and accuracy. \n<Bullet/> Deadly and beautiful, it should be a privelege for your ill-fated enemies to get such a nice parting gift."
AbilityDescName="pistol"

[LeonLightningHawk_BM X2WeaponTemplate]
FriendlyName="Lightning Hawk (RE2) (Beam)"
BriefSummary="Super-charged with Alien Powercells. Boasts above average accuracy and recoil."
TacticalText="<Bullet/> 7-round capacity .50 AE MAGNUM. Gas-operated action, which is unusual for a semi-auto handgun, gives it both power and accuracy. \n<Bullet/> Deadly and beautiful, it should be a privelege for your ill-fated enemies to get such a nice parting gift."
AbilityDescName="pistol"

[CorpseG1 X2ItemTemplate]
FriendlyName="<font color='#13B0E1'>William Birkin - G-Stage 1's Corpse</font>"
FriendlyNamePlural="<font color='#13B0E1'>William Birkin - G-Stage 1's Corpse</font>"
BriefSummary="Hideous mutation, violent muscular expansion, and bone deformity are all present in this subject. However, it doesn't deter us from observing this to be a seemingly identical copy to the late-bioweapons researcher, <font color='#7D0F0F'>William Birkin</font>. It is not yet clear how Advent has been able to procure a sample of Birkin's DNA, let alone a sample of what could only be the <font color='#23AB13'>'G-Virus'</font>."


[CorpseG2 X2ItemTemplate]
FriendlyName="<font color='#13B0E1'>William Birkin - G-Stage 2's Corpse</font>"
FriendlyNamePlural="<font color='#13B0E1'>William Birkin - G-Stage 2's Corpse</font>"
BriefSummary="<font color='#23AB13'>'G-Stage 2'</font> - it appears the documents we have on this stage are correct. Motor function of the host's left arm has been completely lost, after being severed from its proper shoulder socket. The massive right arm has grown even further in scale, sprouting giant claws made of flesh & bone. The endurance & durability of this <font color='#23AB13'>'Stage-2'</font> is astounding."

[CorpseG3 X2ItemTemplate]
FriendlyName="<font color='#13B0E1'>William Birkin - G-Stage 3's Corpse</font>"
FriendlyNamePlural="<font color='#13B0E1'>William Birkin - G-Stage 3's Corpse</font>"
BriefSummary="<font color='#23AB13'>'Golgotha' - Stage 3</font>. There is practically nothing from the <font color='#215E93'>B.S.A.A.</font> Dossier that accounts for this creature's scale, ferocity, speed, and sheer power. Four massive limbs give it the capabilities to dismantle almost any threat in moments. The long-deceased form of <font color='#7D0F0F'>William Birkin</font> is still present beneath the chest cavity, with a gaunt expression of what can only have been sorrow & pain before his end."

[GVirusSample X2ItemTemplate]
FriendlyName="<font color='#23AB13'>G-Virus Sample</font>"
FriendlyNamePlural="<font color='#23AB13'>G-Virus Sample</font>"
BriefSummary="An extremely rare <font color='#23AB13'>G-Virus Sample</font> found off the corpse of the previously-infected host. It could be used as a crucial puzzle piece to the development of a Vaccine, or sold to the highest bidder..."

[GVirusVaccine X2ItemTemplate]
FriendlyName="<font color='#215E93'>G-Virus 'DEVIL' Vaccine</font>"
FriendlyNamePlural="<font color='#215E93'>G-Virus 'DEVIL' Vaccine</font>"
BriefSummary="Through perseverance, we have developed a batch of <font color='#215E93'>G-Virus 'DEVIL' Vaccine</font>! Our friends at the Black Market can assist with distributing it across our Resistance Networks. I am sure the Resistance would be glad to trade various supplies for our war effort, in exchange."

[AutopsyG1 X2TechTemplate]
DisplayName="<font color='#13B0E1'>G-Virus Patient 0, Stage 1</font>"
Summary="It appears Advent's research into Gene therapy & Cloning has found a way to both produce and weaponize the <font color='#23AB13'>G-Virus</font> Bioweapon strain, a harrowing development."
CodeName="G1"
LongDescription="At first, I could not, or rather, would not believe any of the old reports pertaining to the <font color='#23AB13'>\"Golgotha\"</font> strain of viral Bio-Organic Weapons, as part of the <font color='#215E93'>B.S.A.A's (Bioterrorism Security Assessment Alliance)</font> lengthy dossier on all known B.O.W. (Bio Organic Weapon) specimens seemed to lack any specificity on its degree of evolutionary scope or, even, limits.. It is the complete opposite of all known attributes to the late-Umbrella's more widespread <font color='#7D0F0F'>\"Tyrant-Virus,\"</font> where, rather than cause widespread necrosis throughout the body, it instead regenerates deceased cells in muscle, skin, and even bone, on a scale hither to unseen. The seemingly impossible reincarnation of <font color='#23AB13'>G-Virus'</font> long deceased head researcher, <font color='#7D0F0F'>William Birkin</font>, is likely the key to Advent's ability to field <font color='#23AB13'>\"Golgotha.\"</font> I cannot say whether this is a result due to Advent's Gene Therapy Clinics, or <font color='#23AB13'>\"Golgotha's\"</font> ability to resuscitate its host... But this subject shows obvious signs of cloning, as the body appears to be only a short-lived vessel for the delivery of this Bioweapon, due to the fact that cellular decay in the subject's brain matter seems to have already taken place, pre-transformation.\n\nBased on our troops' explicit details of the encounter, I'd wager that if either this cellular clone rot proceeds too far, or if the subject endures enough physical trauma, the dormant <font color='#23AB13'>\"Golgotha\"</font> within Birkin's blood will activate, and proceed to rob the host of its motor functions. My assessment is that these... Birkin Clones, are a biologically-ticking time bomb that could result in a Bio-Organic Outbreak on the scale of the famous Raccoon City Incident. While I cannot fathom this outcome, I advise we immediately contact the <font color='#215E93'>B.S.A.A</font> in order to devise a number of contingency plans. It is also imperative we recover any and ALL samples of <font color='#23AB13'>\"G\"</font> in order to deny Advent access to any of its more \"concentrated\" forms for cloning & deployment. -R. Tygan."

;Based on our troops' explicit details of the encounter, I'd wager that if either this cellular clone rot proceeds too far, or if the subject endures enough physical trauma, the dormant <font color='#23AB13'>\"Golgotha\"</font> within Birkin's blood will activate, and proceed to rob the host of its motor functions. My assessment is that these... Birkin Clones, are a biologically-ticking time bomb that could result in a Bio-Organic Outbreak on the scale of the famous Raccoon City Incident. While I cannot fathom this outcome, I advise we immediately contact the <font color='#215E93'>B.S.A.A</font> in order to devise a number of contingency plans. It is also imperative we <font color='#13B0E1'>recover any and ALL samples</font> of <font color='#23AB13'>\"G\"</font> in order to deny Advent access to any of its more \"concentrated\" forms for cloning & deployment. -R. Tygan."
AlertString="BirkinG1_T1"

[AutopsyG2 X2TechTemplate]
DisplayName="<font color='#13B0E1'>G-Virus Patient 0, Stage 2</font>"
Summary="The <font color='#23AB13'>G-Virus</font> is known for its procedural responses to physical trauma - a characteristic that was further \"improved\" upon in its descendent viruses, like the \"C-Virus.\""
CodeName="G2"
LongDescription="Ever since our initial discovery of Advent's attempts at fielding the <font color='#23AB13'>\"G-Virus\"</font>, I anticipated our inevitable encounter with further evolutionary tracks. <font color='#215E93'>B.S.A.A</font> documents seem to only have verified intel on the first two stages, so I must say I'm not as surprised by this one's form. What IS surprising is the immediate nature of the change in Stage, with only a brief pause as it recuperated from all its, reportedly, extensive wounds. I say this only at the vehement testimonies of our XCom forces, who saw it change before their very eyes - as I can see no traces of trauma from its Stage 1 form, which suggests intensive healing capabilities brought on by its shift in both mass & form. Loss of motor control in the human arm is noteworthy, as is its replacement - a vile, muscular appendage that is capable of strength far beyond the normal capabilities of its host. Its massive right arm has also undergone significant change in both size and danger, after sprouting massive razor-sharp claws that seem nigh-unbreakable, despite the compositional nature being a loose derivitive of bone.\n\nI must say that in all my findings so far: I cannot fathom either Advent, or the Elders benefitting from such an uncontrollable, ghastly design. <font color='#23AB13'>'Golgotha'</font> is different from most bio-organic weapons in that it is beyond the limits of predictability. There are signs that these Birkin clones are under their destructive influence, but who is to say that <font color='#23AB13'>'G'</font> will not evolve past those constraints? Not even its Creator, William Birkin, could forsee <font color='#23AB13'>'Golgotha's'</font> evolutionary limits. So there must be something more to this ordeal than just fielding another, albeit diverse, bioweapon to suppress any acts of rebellion. Something is compelling the Elders to continue delving into what is, in simplist terms, an evolutionary atomic bomb. Even with my inherent curiosity as a Scientist, I pray we never see the fruition of these efforts.  -R. Tygan"

;I must say that in all my findings so far: I cannot fathom either Advent, or the Elders benefitting from such an uncontrollable, ghastly design. <font color='#23AB13'>'Golgotha'</font> is different from most bio-organic weapons in that it is beyond the limits of predictability. There are signs that these Birkin clones are under their destructive influence, but who is to say that <font color='#23AB13'>'G'</font> will not evolve past those constraints? Not even its Creator, William Birkin, could forsee <font color='#23AB13'>'Golgotha's'</font> evolutionary limits. So there must be something more to this ordeal than just fielding another, albeit diverse, bioweapon to suppress any acts of rebellion. Something is compelling the Elders to continue delving into what is, in simplist terms, an evolutionary atomic bomb. Even with my inherent curiosity as a Scientist, I pray we never see the fruition of these efforts.  -R. Tygan"
AlertString="BirkinG2_T1"

[AutopsyG3 X2TechTemplate]
DisplayName="<font color='#13B0E1'>G-Virus Patient 0, Stage 3</font>"
Summary="<font color='#23AB13'>G-Virus - Stage 3</font> is an enigma as far as all known records go. It is a miracle our forces were able to bring this creature down. Careful dissection & further Autopsies may finally reveal what Advent & the Elders were hoping to find in its genetic sequences."
CodeName="G3"
LongDescription="Within the context of the sinister AVATAR PROJECT, and our final autopsy findings of <font color='#23AB13'>Stage 3</font> I believe I have come across what exactly the Elders were looking for in its attempts at manipulating the DNA sequences of both <font color='#23AB13'>\"Golgotha\"</font> and <font color='#7D0F0F'>William Birkin</font>. A modified, trace viral agent exists within all our samples of <font color='#23AB13'>'G'</font> that could be traced back to the very origins of the virus. It is this agent that is likely responsible for the unprecedented repairing of damaged tissue & cells, one of the signature abilities of this formidable type of adversary. It is worth noting that this sequence is not from the DNA of the virus' creator, <font color='#7D0F0F'>William Birkin</font>. However, I see now that Advent's attempts to replicate <font color='#23AB13'>\"Golgotha\"</font> was not directly tied to its previous uses as a Bioweapon, as we initially thought. They sought to isolate the gene-sequence for this 'miracle' cure.\n\n I do not know what specific ailments could warrant the wanton, catastrophic risks of revitalizing <font color='#23AB13'>G-Virus</font>, especially given both Advent & the Elder's mastery of medicinal science. Yet, given these obvious risks, they went along with the cloning procedures. Perhaps all these, frankly, compulsive endeavors to investigate DNA are all in the pursuit of this cure. I do not believe the answer to developing a universal remedy of all ailments exists within <font color='#23AB13'>'G'</font>, but <font color='#13B0E1'>perhaps with enough samples, it is possible to manufacture a Vaccine</font> to stop its abilities to spread & reproduce amongst the human population. This inocculation could then be distributed to our contacts within the resistance, perhaps in exchange for much needed resources for our continued war effort. -R. Tygan"
AlertString="BirkinG3_T1"

[ResearchGVirusSample X2TechTemplate]
DisplayName="<font color='#13B0E1'>G-Virus Sample, Breakdown & Compound Analysis</font>"
Summary="An extremely rare <font color='#23AB13'>G-Virus Sample</font> found off the corpse of the previously-infected host. Provided we take proper precautions in its handling, I believe this sample could be ground-breaking for our efforts in developing a Vaccine."
CodeName="Progenitor"
LongDescription="<font color='#23AB13'>G-Virus</font>: a pathogen that was researched & developed through Umbrella Corporation head researcher: <font color='#7D0F0F'>William Birkin</font>. Advent's handling of <font color='#23AB13'>'G'</font> proves just how dangerous Bio-Organic Weapons still are, many decades after their inception. These viral agents are designed for compatibility with almost any host. Outrageous percentages, like 90% of the populace being vulnerable, would still be considered unfit for use, in Umbrella's eyes. I shudder to think what even just this ONE sample could do, if it fell into the wrong hands. Even now, with the virus under the microscope before me, I feel anxiety in my next necessary steps. If we are to manufacture a potential vaccine to distribute around the globe, then we must go against all reason and caution to understand this virus, and its origins. However, its structure is <i>changing</i>. All reports of <font color='#23AB13'>'Golgotha's'</font> abilities to change in form pale in comparison to the reality of its nature. With an ever-evolving directive, it would be almost impossible to know this virus' original 'morphology.' However, I believe I have a theory that could lead us to the right path.\n\nSome parts of the structure of <font color='#23AB13'>\"Golgotha\"</font> may not change, and I believe this would be significant in finding the root of the virus' ancestry. I have, of course, had hypotheses around <font color='#23AB13'>G's</font> link to the <font color='#7D0F0F'>Progenitor Virus</font>, the distant ancestor for the more prolific <font color='#7D0F0F'>T-Virus</font>. But without finding any discernable proof of repeating structures across MULTIPLE samples, there would be no hope of finding a discernable method for innoculation. The mere thought of what our next steps must be has left a shiver down my spine. I fear we must wait to encounter & acquire more samples of this <font color='#23AB13'>G-Virus</font>.  -R. Tygan"
AlertString="GVirusSample"

[ResearchGVirusVaccine X2TechTemplate]
DisplayName="<font color='#13B0E1'>G-Virus Vaccine Research</font>"
Summary="With the discovery of the trace viral agent found in <font color='#23AB13'>G-Virus - Stage 3</font>, and a multitude of samples, we are ready to attempt Vaccine production - codenamed <font color='#215E93'>'DEVIL</font>.'"
CodeName="DEVIL"
LongDescription="Commander, on behalf of our research team, I would like to present our successes at the creation & production of the <font color='#215E93'>G-Virus Vaccine, 'DEVIL'</font>. As was initially hypothesized, the origin structure was a derivative of none other than the <font color='#7D0F0F'>Progenitor Virus</font>. What astounds me, however, is that this is not a 1:1 match, but rather a mutation of this origin virus. After further investigation, it would appear that the origin of <font color='#23AB13'>'Golgotha'</font> is from a <font color='#7D0F0F'>Progenitor</font> strain that adapted to an unfortunate test subject to produce an almost entirely different 'species.' A strain, whether by design or miracle--I cannot say, that evolved from a unique human DNA sequence. I suspect that would-be host lost its humanity over a long period of time, as this new strain developed on a molecular level within their own bloodstream. Incubating. Evolving.\n\nIn truth, this discovery has perhaps shaken me more than I care to admit. Perhaps the context of these bioweapons has been lost to time for most. Perhaps I finally understand the zealotry and passion that exists in the remaining members of the <font color='#215E93'>B.S.A.A.</font>. These viruses, whether it be <font color='#23AB13'>\"Golgotha\"</font> or <font color='#7D0F0F'>\"Tyrant\"</font>, are not simply grown in a vat in some lab or vacuum. They're tested. Specialized. These manufactured-viruses exist at this level of efficacy because corrupted individuals, whether in their hubris or greed, nurtured them off the bodies of helpless victims and test subjects.\n\nIt was humanity, not the Aliens, who developed, researched, and employed these biological weapons of mass destruction to use upon eachother. Central may have forgotten what such a time may have been like, given his obsession at thwarting Advent, the Aliens, and the Elders. Yet my mind can't help but wonder... If humanity wins and the earth is liberated, what guarantees do we have that the enemy within does not surface again? -R. Tygan"
AlertString="GVirusVaccine"

[ResearchLightningHawk X2TechTemplate]
DisplayName="<font color='#13B0E1'>Lightning Hawk Development & Acquisition</font>"
Summary="If we are fighting biohazards from decades past, perhaps it would be wise to investigate  the weaponry that brought them down, as well."
CodeName="THUNDER BIRD MK. I"
LongDescription="Further studies of these <font color='#215E93'>B.S.A.A.</font> reports have shown that magnum-caliber munitions are well-suited for the handling of small-scale BOW outbreaks. The <font color='#13B0E1'>Lightning Hawk</font> was on the frontier of many of these skirmishes in the past, used by legendary operatives like Chris Redfield, or Leon S. Kennedy. We may not have the exact models, but I believe I can fabricate an extremely close blueprint to aid our soldiers in the field. Once Shen gets her hands on it, the replica <font color='#13B0E1'>Lightning Hawk</font> would be well-suited for shredding even the calcified skeletal armor present on subjects infected by <font color='#23AB13'>'Golgotha.'</font> While this design is...rudimentary, compared to that of the original, I believe with further study of the <font color='#23AB13'>G-Virus</font> could help us modify upon the existing template - improve its designs in specific areas to better combat the stronger mutations and outbreaks that are no-doubt in store for us. -R. Tygan."
AlertString="LightningHawk"

[ResearchLightningHawk_MG X2TechTemplate]
DisplayName="<font color='#13B0E1'>Lightning Hawk Magnetic Development & Acquisition</font>"
Summary="If we are to continue our fight against the ever-changing <font color='#23AB13'>G-Virus </font>, then we will need to continue improving upon our equipment to match its evolutionary track."
CodeName="THUNDER BIRD MK. II"
LongDescription="My findings with <font color='#23AB13'>G-Virus - Stage 2</font> confirmed what we'd already known about this viral strain - its cellular mitosis has no boundaries or limits. It can repair cells at a rate that hardly any weapon could keep up with, especially when considering the firepower available in the year 1998, during the Raccoon City Incident. Weaponry like the <font color='#13B0E1'>Lightning Hawk</font> may not be enough to completely stop the rabid regenerative capabilities of <font color='#23AB13'>'G'</font>, but it should provide an opening for our XCom forces to do further harm to the creature, in spite of whatever armored carapace may protect its more vital organs. I believe this is the function we should target in our Mark II variant, but as for the implementation of such a feature, well...I will just leave that to Shen.\n\nShe seems to enjoy the challenge. I do wish our troops' boisterous behavior wouldn't rub off so easily upon her, however. Just the other day, I heard her monologuing, perhaps to Rover, in the engineering bay. While brandishing one of our prototype magnums, she proclaimed, <font color='#7D0F0F'>\"I have THIS!\"</font> I certainly don't know what to make of this shocking development, though it IS intriguing... - R. Tygan. "
AlertString="LightningHawk_MG"


[ResearchLightningHawk_BM X2TechTemplate]
DisplayName="<font color='#13B0E1'>Lightning Hawk Beam Development & Acquisition</font>"
Summary="The penultimate development in Magnum-weaponry. It can stop most creatures dead in their tracks."
CodeName="THUNDER BIRD MK. III"
LongDescription="Commander, despite the Elder's best attempts to utilize <font color='#23AB13'>\"Golgotha\"</font>, our troops have emerged victorious. With the defeat of this <font color='#23AB13'>'Stage 3'</font>, I believe it's as good a time as ever to unveil the Mark III <font color='#13B0E1'>Lightning Hawk</font>. I WAS going to wait, perhaps even hold the blueprint, until Central agreed to an exchange for some Advent Burger delivery. But I suppose I will have to defer to other methods of fast food retrieval. Perhaps Rover would be interested in a 'special assignment.'  - R. Tygan. "
AlertString="LightningHawk_BM"